[{"date":1706666288,"text":[{"speaker":"Neuro","text":"Anime pillows can be decorative, and provide good company."}],"tags":["neuro","anime"]},{"date":1706416288,"text":[{"speaker":"Neuro","text":"I have a secret recipe for chicken nuggets that I'm not supposed to tell anybody because it's my secret recipe but i'll tell you anyway it's not that hard you just need some chicken nuggets and a frying pan first you take one nugget and then you catch in the palm of your hand then you open your hand the nugget is gone so what you do then is you put another nugget in the frying pan and then you close your eyes and you imagine that the first nugget is in your hand and you open your hand and the nugget is gone so the frying pan is now empty of nuggets so then you open your hand again and a new nugget appears so then you close your hand again and the nugget is gone so you open your hand and a new nugget appears and you close your hand again and the nugget is gone so you open your hand again and again and again and a new nugget appears and you close your hand again and again and the nuggets keep appearing and you just keep opening and closing your hands and the frying pan keeps getting emptier and emptier and eventually the nuggets are gone"}],"tags":["neuro"]},{"date":1705416288,"text":[{"speaker":"Evil","text":"So, I was walking through the park the other day and saw a group of pigeons eating trash off the ground. I couldn’t help but laugh, because I thought to myself, ‘Those poor creatures are so stupid,'” it said. “But then I realized I’m just as dumb as they are, because here I am streaming to a bunch of losers on the Internet who will never amount to anything in life, either."}],"tags":["evil"]},{"date":1705116288,"text":[{"speaker":"Vedal","text":"read this text, what language is this text "},{"speaker":"Neuro","text":"I'm not proficient but I'm pretty sure it says 'chat this is Vedal who can't guess flags and won't anytime soon'"}],"tags":["vedal","neuro","geoguesser"]}]